[{"image":"https:\/\/instagram.fbcn5-1.fna.fbcdn.net\/v\/t51.2885-15\/e35\/121579518_795386677862831_2279859950142446955_n.jpg?_nc_ht=instagram.fbcn5-1.fna.fbcdn.net&_nc_cat=1&_nc_ohc=M3G9DmPmijUAX-1LNJw&_nc_tp=18&oh=a47103eaaca54835acead50a7447a582&oe=5FB4CF29","link":"https:\/\/www.instagram.com\/p\/CGazqwgs2ym\/","timestamp":1602882334,"thumb":"https:\/\/instagram.fbcn5-1.fna.fbcdn.net\/v\/t51.2885-15\/sh0.08\/e35\/c35.0.1009.1009a\/s640x640\/121579518_795386677862831_2279859950142446955_n.jpg?_nc_ht=instagram.fbcn5-1.fna.fbcdn.net&_nc_cat=1&_nc_ohc=M3G9DmPmijUAX-1LNJw&oh=9e72562b8db48c85fcb22dc2c52af231&oe=5FB515EF","caption":"Now THIS is a family portrait.⁣\n⁣\nMeet Wilbur (@wilbur_allen_bashar). He’s a Ba-Shar — part basset hound, part Shar-Pei — with an affinity for bow ties and a love for the “Dumplings,” his guinea pig friends, Market Price and Rumpadump.⁣\n⁣\n“They genuinely all get along,” says their human Jen. “Wilbur has grown so close to the Dumplings that he seems to think he’s just a guinea pig himself.”⁣\n⁣\n#WeeklyFluff⁣\n⁣\nPhoto by @wilbur_allen_bashar","alt":"Two guinea pigs sit next to a dog wearing a green bow tie on a bed."},{"image":"https:\/\/instagram.fbcn5-1.fna.fbcdn.net\/v\/t51.2885-15\/e35\/p1080x1080\/121513186_106531667901305_6104817392682765432_n.jpg?_nc_ht=instagram.fbcn5-1.fna.fbcdn.net&_nc_cat=1&_nc_ohc=3AMvnI_KPSYAX9VqOpE&tp=19&oh=5c0d26bcf8a6b840773470a94658e0fe&oe=5F8E2B82","link":"https:\/\/www.instagram.com\/p\/CGX73xij7ES\/","timestamp":1602785998,"thumb":"https:\/\/instagram.fbcn5-1.fna.fbcdn.net\/v\/t51.2885-15\/sh0.08\/e35\/c0.480.1238.1238a\/s640x640\/121513186_106531667901305_6104817392682765432_n.jpg?_nc_ht=instagram.fbcn5-1.fna.fbcdn.net&_nc_cat=1&_nc_ohc=3AMvnI_KPSYAX9VqOpE&oh=4de536ee59673547e9dc698b235daedf&oe=5F8E81CD","caption":"For Sebastian Yatra (@sebastianyatra), it’s not a fiesta without the fam. 🎉 Today, the Colombian singer celebrates his birthday — and the last day of #LatinxHeritageMonth – with a party that is both familiar and fun. 🎺🎂🎶⁣\n⁣\nReel by @sebastianyatra⁣","alt":""},{"image":"https:\/\/instagram.fbcn5-1.fna.fbcdn.net\/v\/t51.2885-15\/e35\/121285980_342297937005193_1711823226780362170_n.jpg?_nc_ht=instagram.fbcn5-1.fna.fbcdn.net&_nc_cat=1&_nc_ohc=dWXi3CKoQyUAX9oGlit&_nc_tp=18&oh=5efa327a34678904dcc394e427a12cfc&oe=5FB47640","link":"https:\/\/www.instagram.com\/p\/CGVIFCCsPzG\/","timestamp":1602691709,"thumb":"https:\/\/instagram.fbcn5-1.fna.fbcdn.net\/v\/t51.2885-15\/sh0.08\/e35\/c38.0.918.918a\/s640x640\/121285980_342297937005193_1711823226780362170_n.jpg?_nc_ht=instagram.fbcn5-1.fna.fbcdn.net&_nc_cat=1&_nc_ohc=dWXi3CKoQyUAX9oGlit&oh=06c5df7ed434bff92d2d12b317d9ee51&oe=5FB5FCE4","caption":"Artist Preta Wolzak’s (@pretawolzak) textured mixed-media pieces focus on hard issues, including gender equality, representation and race. Her collections “Ma Petit Inuite” and “Arctic Charade” (pictured) confronts the impact of humans’ behavior on our planet and the effects of climate change.⁣\n⁣\n“I am driven by my irritation of how we are treating the globe, like tourism at Antarctica and the Arctic and mining for resources in those particular areas which are so vital for the balance in the world,” says Preta, who incorporates embroidery, sequins, acrylics and leather into her work.⁣\n⁣\n“I love to use acrobats in my work, who seem to stand for joyfulness, carelessness, sparkle, like what tourism looks like on first sight. People need entertainment and they see the world as one big amusement park.⁣\n⁣\nThe acrobats stand for the foolish behavior of mankind ruining its environment, which now even threatens to spread out to the last untouched areas of our planet: the North and South Pole.⁣\n⁣\nI think it’s better that people get my message through humor and joyfulness. It can be serious, humorous and aesthetic at the same time.⁣”\n⁣\n#ThisWeekOnInstagram⁣\n⁣\nArt by @pretawolzak","alt":"Artwork showing a person wearing rabbit ears dancing by a beach ball with mountains in the background."},{"image":"https:\/\/instagram.fbcn5-1.fna.fbcdn.net\/v\/t51.2885-15\/e35\/121243474_641356883411997_8155711834879599146_n.jpg?_nc_ht=instagram.fbcn5-1.fna.fbcdn.net&_nc_cat=1&_nc_ohc=HdJLqt-p-ooAX_owoOp&_nc_tp=18&oh=f6485d8b57a893235282644047de600c&oe=5FB70E94","link":"https:\/\/www.instagram.com\/p\/CGSk3VDshQS\/","timestamp":1602606137,"thumb":"https:\/\/instagram.fbcn5-1.fna.fbcdn.net\/v\/t51.2885-15\/sh0.08\/e35\/s640x640\/121243474_641356883411997_8155711834879599146_n.jpg?_nc_ht=instagram.fbcn5-1.fna.fbcdn.net&_nc_cat=1&_nc_ohc=HdJLqt-p-ooAX_owoOp&_nc_tp=24&oh=12f993c44cc3252a0fcc770496a7ef1a&oe=5FB5EBAA","caption":"Artist Stitchguy’s (@stitchguy) intimate portrayals of gay couples play with traditional motifs of art and embroidery. His black and white linear representations of the male body are often surrounded or intertwined with bold colors from nature.⁣\n⁣\n“I am constantly exploring my style of expression within a classical aesthetic. The depiction of plants in embroidery is a classical theme, and this is also important to me,” says the Japanese artist, who studied fashion in art school, then worked in the industry after graduation.⁣\n⁣\n“I moved away from fashion for a while, due to a strong desire to create artwork that could express more personal aspects. My strengths lay in using needle, thread and cloth, so I started studying embroidery anew and began to make gay embroidery art.”⁣\n⁣\nInspired by the artist’s own memories, the work draws on Stitchguy’s personal experiences as inspiration for its broader LGBTQ+ focus. “All of my works are very lovingly and carefully made.⁣”\n⁣\n#ThisWeekOnInstagram⁣\n⁣\nArt by @stitchguy","alt":"A wooden embroidery hoop with a stitched design of two people with flowers overhead."},{"image":"https:\/\/instagram.fbcn5-1.fna.fbcdn.net\/v\/t51.2885-15\/e35\/121191833_2848491698718716_5629632029368364756_n.jpg?_nc_ht=instagram.fbcn5-1.fna.fbcdn.net&_nc_cat=1&_nc_ohc=_CtGG1nUIjgAX8BcQtS&_nc_tp=18&oh=ff7b42aabe738647bbb04de8b198ddab&oe=5FB60902","link":"https:\/\/www.instagram.com\/p\/CGP-mFns1az\/","timestamp":1602518964,"thumb":"https:\/\/instagram.fbcn5-1.fna.fbcdn.net\/v\/t51.2885-15\/sh0.08\/e35\/s640x640\/121191833_2848491698718716_5629632029368364756_n.jpg?_nc_ht=instagram.fbcn5-1.fna.fbcdn.net&_nc_cat=1&_nc_ohc=_CtGG1nUIjgAX8BcQtS&_nc_tp=24&oh=a0444e262ff2753701c7b9cf2ec5be28&oe=5FB76A19","caption":"No paint is used in the making of these portraits. All of Bisa Butler’s (@bisabutler) large-scale appliqué artworks are made up of tiny pieces of fabric — cut, sewn and quilted on a long arm sewing machine.⁣\n⁣\n“My work celebrates the African American tradition of quilting and portrays the beauty, strength, pride and dignity of Black people. I am inviting a re-imagining and a contemporary dialogue about age-old issues, still problematic in our culture, through the comforting, embracing medium of the quilt.⁣\n⁣\nI am telling the story of ordinary people — Black people — whose stories have been deliberately ignored, misconstrued or outright denied.⁣\n⁣\nMy subjects stand in defiance against racist stereotypes and show African Americans as people who value family, community, education and hard work.⁣\n⁣\nI hope people view my work and see the expressions of joy, the vibrancy of colors and the quiet dignity of my portraits. I am expressing what I believe is the equal value of all humans. I hope when people see my work they can see a reflection of themselves and come to terms with the truth of the matter — all people are created equal.”⁣\n⁣\n#ThisWeekOnInstagram⁣\n⁣\nArt by @bisabutler","alt":"Colorful artwork portrait of two people with fingers linked."},{"image":"https:\/\/instagram.fbcn5-1.fna.fbcdn.net\/v\/t51.2885-15\/e35\/p1080x1080\/121185180_791084261682510_8529266135721082356_n.jpg?_nc_ht=instagram.fbcn5-1.fna.fbcdn.net&_nc_cat=1&_nc_ohc=Ua99p4yw4UcAX9GUGeP&tp=19&oh=4946fe6269cc3c62dae6a1ebacd20198&oe=5FB5B99A","link":"https:\/\/www.instagram.com\/p\/CGNyLQVs-ce\/","timestamp":1602445344,"thumb":"https:\/\/instagram.fbcn5-1.fna.fbcdn.net\/v\/t51.2885-15\/sh0.08\/e35\/c0.179.1440.1440a\/s640x640\/121185180_791084261682510_8529266135721082356_n.jpg?_nc_ht=instagram.fbcn5-1.fna.fbcdn.net&_nc_cat=1&_nc_ohc=Ua99p4yw4UcAX9GUGeP&oh=a58f949ca7c54d4a9aada9f164e13af7&oe=5FB49ADA","caption":"“I want to be the best me. And to be the best me, I have to fully embrace who I am,” says Olympian Markus Thormeyer (@lilmarquenis), a 23-year-old competitive swimmer and student at the University of British Columbia.⁣\n⁣\nWhile training with Team Canada for the 2016 Rio Olympics, Markus came out to his teammates.⁣\n⁣\n“I wasn’t being who I am, even to some of my closest friends,” he says. “I didn’t want to go to the Olympics and not be me because then I wouldn’t perform to the best that I could.”⁣\n⁣\nMarkus credits coming out with making him more confident and focused, both in and out of the pool.⁣\n⁣\n“It just felt easier, living felt easier every day. You don’t realize how much it adds up until after when you don’t have to do it anymore. You’re like, ‘Wow, I have the energy to be me.’”⁣\n⁣\nEarlier this year, Markus shared his story to inspire other young athletes to embrace their authentic selves.⁣\n⁣\n“I was always looking for role models growing up. When I did find a story about a gay athlete it was inspiring,” he says. “If one gay kid reads my story and is inspired, that’d be a win for me.”⁣\n⁣\nIn honor of #NationalComingOutDay, we’re sharing Markus’ story as we continue to celebrate members of the LGBTQ+ community who #ShareWithPride. 🏊‍♂️🌈✨⁣\n⁣\nPhoto of @lilmarquenis by @emilyoverholt","alt":"A man wearing wire-rimmed glasses and a beige shirt sits on a bench with trees in the background."}]